import React from 'react';
import {isMobile, isTablet} from 'react-device-detect';
import AboutPopup from '../Popup/Popup';
import './About.css';

console.log('isMobile', (isMobile));

class About extends React.Component{
  constructor(props){
    super(props);
    this.state = {
      expended : isMobile || isTablet
    }
  }
  
  expandedText = () => {
      this.setState({
          expanded: true
      });       
  }

  getMoreTextDiv = () => {
      if (!isMobile && !isTablet) {
        if(document.getElementById('read-more')){document.getElementById('read-more').remove();}
        return (<div>
          <p>שגיא מנהל משא ומתן ומנסח עבור לקוחותיו את מכלול ההסכמים המסחריים הנדרשים להם בכל שלב של פעילותם העסקית, כגון: הסכמי מייסדים, הסכמי בעלי מניות, הסכמי שותפות, הסכמי רכישה, הסכמי העסקה וייעוץ, הסכמי שירותים ואספקה, הסכמים בתחום הפיתוח והטכנולוגיה ורישיונות, מימון ובנקאות, מסחר בינלאומי ועוד.</p>
          <p>לשגיא ניסיון רב בייצוג וליווי משפטי של חברות ותאגידים בתחום דיני החברות וניירות ערך ובכלל זה בין היתר, הנפקות לראשונה לציבור (IPO), גיוסי הון וחוב ציבוריים ופרטיים, אחריות דירקטורים ונושאי משרה, תגמול בכירים וממשל תאגידי. כמו כן מעניק שגיא ליווי משפטי לפעילותן השוטפת של חברות ציבוריות שונות שניירות הערך שלהן נסחרות בבורסה, לרבות לדירקטוריונים, ועדות בלתי תלויות, הנהלה בכירה ובעלי המניות של חברות אלה ולו ניסיון רב בייצוגן בפני רשות ניירות ערך והבורסה לניירות ערך.</p>
          <p>שגיא הוא בעל תואר ראשון במשפטים (בהצטיינות) וחבר בלשכת עורכי הדין בישראל</p>
        </div>)
      } else if(this.state.expanded){
        return (<div>
          <p>שגיא מנהל משא ומתן ומנסח עבור לקוחותיו את מכלול ההסכמים המסחריים הנדרשים להם בכל שלב של פעילותם העסקית, כגון: הסכמי מייסדים, הסכמי בעלי מניות, הסכמי שותפות, הסכמי רכישה, הסכמי העסקה וייעוץ, הסכמי שירותים ואספקה, הסכמים בתחום הפיתוח והטכנולוגיה ורישיונות, מימון ובנקאות, מסחר בינלאומי ועוד.</p>
          <p>לשגיא ניסיון רב בייצוג וליווי משפטי של חברות ותאגידים בתחום דיני החברות וניירות ערך ובכלל זה בין היתר, הנפקות לראשונה לציבור (IPO), גיוסי הון וחוב ציבוריים ופרטיים, אחריות דירקטורים ונושאי משרה, תגמול בכירים וממשל תאגידי. כמו כן מעניק שגיא ליווי משפטי לפעילותן השוטפת של חברות ציבוריות שונות שניירות הערך שלהן נסחרות בבורסה, לרבות לדירקטוריונים, ועדות בלתי תלויות, הנהלה בכירה ובעלי המניות של חברות אלה ולו ניסיון רב בייצוגן בפני רשות ניירות ערך והבורסה לניירות ערך.</p>
          <p>שגיא הוא בעל תואר ראשון במשפטים (בהצטיינות) וחבר בלשכת עורכי הדין בישראל</p>
        </div>)
      }else{
        return (<AboutPopup/>)
      }
      
  }


  render(){
    console.log('state:',this.state.expanded);
      let expandedDiv = this.getMoreTextDiv();
      return(
      <div className='about-container' id='about'>
        <div className='about-cover'>
            <div className='about-content'>
              <h1 id='about-title'>שגיא שמש | עורך דין</h1>
              <div className='about-text'>
                <p>עד הקמת המשרד, שימש עוד שגיא שמש כעורך דין בכיר באחד ממשרדי עורכי הדין הגדולים והמובילים במשק הישראלי בתחומי המשפט המסחרי, הייטק, הקניין הרוחני ושוק הון</p>
                <p>שגיא בעל ניסיון עשיר וידע רב בתחומי המשפט המסחרי, על כל גווניו והיבטיו. שגיא משמש כיועץ משפטי לעשרות חברות, יזמים, אנשי עסקים ושותפויות בשלביהם השונים וכן עבור מספר רב של חברות ציבוריות הנסחרות בבורסה בתל אביב ובנאסדק.</p>
                <p>בין היתר, שגיא מייעץ ללקוחותיו בהקמה וליווי של חברות, מיזמים עסקיים וטכנולוגיים, שיתופי פעולה עסקיים (Joint Ventures), בעסקאות מסחריות שונות ובניסוח הסכמים מסחריים, מיזוגים ורכישות, הליכי גיוס ומימון לרבות מימון המונים (Crowdfunding), ניירות ערך ושוק ההון.</p>
              </div>
              </div>
          </div>
      </div>
    );
  }
}

export default About;