import React from 'react';
import { withRouter } from 'react-router-dom';
import people from '../../Articles/People-at-Work.jpg';

const BusinessCovid19 = () => {
	return(
		<div>
			<h1 className='article-title' style={{maxWidth:'75%',marginLeft:'auto',marginRight:'auto'}}>מדריך לבעלי עסקים – הישרדות בימי קרונה</h1>
			<div className='article-text'>
				<p>
				נגיף הקורונה ממשיך להנחית מהלומות קשות על המשק הישראל שבצידן השלכות כלכליות הרסניות ורחבות היקף. יחידים ובעלי עסקים כפופים לחוזים והתקשרויות שבמציאות הנוכחית הופכים להיות מכבידים, ואת חלקם אף לא ניתן לקיים. כבר עתה ניתן לומר בוודאות רבה שבעתיד הקרוב נהיה עדים ל"גל התדיינויות קורונה" עקב מקרים רבים של הפרות חוזה.
				<br/><br/>
				כך לדוגמא, יחידים ובעלי עסקים השוכרים נכסים מסחריים דוגמת משרדים, חנויות ומסעדות אינם יכולים לשאת בתשלום דמי השכירות ובתשלומים הנלווים; יחידים ובעלי עסקים שהתחייבו בהסכמים לרכישת נכסים ואין באפשרותם לעמוד בתשלומי הרכישה; בעלי עסקים אשר התחייבו לספק סחורות ללקוחותיהם ואינם מסוגלים לספק את הסחורה בזמן, והרשימה עוד ארוכה.
				<br/><br/>
				לנוכח הכאוס המשפטי והמסחרי, יחידים ובעלי עסקים שמעוניינים להשתחרר מהתחייבויות שנטלו על עצמם, בין אם באופן חלקי, באופן זמני או באופן שונה מהתחייבויות המקורית, חייבים לדעת שקיימים מגוון דרכי התמודדות עם המצב המשפטי הסבוך אליו נקלעו, ולהכיר את האפשריות המשפטיות העומדות לרשותם:
				<br/><br/>
				<strong>בחינת החוזה הקיים</strong>
				<br/>
				ברובם המכריע של החוזים המסחריים מופיע סעיף "כוח עליון" (FORCE MAJOURE). סעיף זה מתייחס לאירוע של כוח עליון שפוטר צד לחוזה מביצוע התחייבויותיו, ולעיתים אף מאפשר לו את ביטול החוזה. במציאות הנוכחית ובעיצומו של משבר הקורונה לנוסח של סעיף זה משמעות רבה. סעיף כוח עליון שמתייחס באופן פרטני לאירועי "מגפה", "מחלה" וכו', יעמיד את הצד המפר בעמדת יתרון במקרה של הפרת חוזה בעקבות המשבר הנוכחי. מאידך, הסכם שבו סעיף כוח עליון מנוסח באופן כללי ועמום מאפשר מרחב פרשנות רחב יותר ועשויה להעניק דווקא לצד הנפגע יתרון.
				<br/><br/>
				<strong>טענת סיכול חוזה</strong>
				<br/>
				בין אם בחוזה שלכם קיים סעיף כוח עליון ובין אם לא, החוק הישראלי, בדומה למדינות רבות ברחבי העולם,  מעניק תרופה סטטוטורית למקרי כוח עליון המוכרת בשם "דוקטרינת הסיכול". טענת הסיכול מוסדרת בסעיף 18 (א) לחוק החוזים (תרופות בשל הפרת חוזה), תשל"א-1970, (להלן: "החוק"), אשר קובע מספר תנאים מצטברים לצורך ביטול התחייבויות חוזיות בין צדדים לחוזה:
				<ol>
					<li>העדר ידיעה או היעדר ציפייה של המפר על הנסיבות המסקלות;</li>
					<li>אי יכולת למנוע את התקיימות הנסיבות המסקלות;</li>
					<li>ביצוע החוזה תחת הנסיבות הללו אינו אפשרי או שונה באופן מהותי ממה שהוסכם בין הצדדים.</li>
				</ol>
				על פניו, נראה כי התפרצות נגיף הקורונה מקיימת את כל שלושת התנאים שהוצגו לעיל. עם זאת, בחינת הפסיקה בישראל עד היום מגלה כי בתי המשפט גילו גישה מצמצמת עד מאד באשר לפרשנות סעיף זה. הסיבה לכך היא הרצון ליצור וודאות מסחרית רבה ככל הניתן חשש שמא פרשנות רחבה של טענת הסיכול עלולה להוביל למצב של חוסר ודאות בין צדדים לחוזה ולהאט את צמיחת המשק.
				<br/><br/>
				לשאלה אם בתי המשפט בישראל יראו בנגיף הקורונה כמקרה של כוח עליון אין תשובה אחידה והיא מושפעת מהוראות החוזה הספציפי שיש לפרש ומנסיבותיו העובדתיות של מקרה ומקרה.
				נקודה חשובה נוספת הינה במקרים של חוזים בינלאומיים, שם חשוב לבחון את תניית השיפוט שקובעת באיזה מדינה ועל פי איזה דין יתבררו המחלוקות שייווצרו במסגרת החוזה. כך לדוגמא, טענת סיכול המפורשת בבית משפט בארה"ב על פי הדין האמריקאי עשויה להוביל לתוצאה הפוכה באותו תיק אשר נידון, לדוגמא, בבית משפט בסין על פי הדין הסיני.
				<br/><br/>
				<strong>התנהגות הצדדים</strong>
				<br/>
				להתנהגותם של צדדים להסכם בעתות משבר עשויה להיות השפעה משמעותית על סיכוייה של טענת הכוח העליון להתקבל או להידחות. ייתכן מאוד שצד להסכם המבקש להשתמש בטענת כוח עליון יצטרך להוכיח כי לאורך המשבר פעל בתום לב ובניסיון למזער את הנזקים שעלולים להיגרם לצד שכנגד. במקרים אחרים ייתכן שהצד המפר יצטרך להראות שנתן הודעה מוקדמת לצד שכנגד בדבר הפרת ההסכם או האפשרות להפרת הסכם. גם הצד הנפגע אשר מבקש לדחות טענת כוח עליון, מחויב גם הוא לפעול בדרכים מסוימות בזמן אמת אחרת טענות שיעלה בניסיון לדחות את טענת כוח עליון עשויות להידחות.
				<br/><br/>
				<strong>כיצד יש להיערך?</strong>
				<br/>
				כאמור, אין סדר פעולות מסוים שיש לעשות, ועל כל חוזה להיבחן באופן פרטני ובהתאם לנסיבות האירוע. עם זאת, על יחידים ובעלי עסקים המפרים חוזה או חוששים שמא יפרו חוזה בעתיד, לבחון את הפרמטרים הבאים ובהתאם, לגבש את אסטרטגיית פעולה שלהם:
				<ul>
					<li>בדיקת החוזים הקיימים בדגש על סעיף כוח עליון ותניית השיפוט בכל חוזה וחוזה.</li>
					<li>בחינת האפשרות לשלוח הודעת התראה לצד שכנגד.</li>
					<li>בחינת אופציות חלופיות למימוש התחייבויותיכם או, לכל הפחות, בחינת אפשרויות למזער את הנזק שנגרם או עשוי להיגרם לצד שכנגד.</li>
					<li>בחינת פוליסת הביטוח הקיימת והאם היא תכסה הפסדים שעלולים להיגרם כתוצאה מאי-היכולת לעמוד בהתחייבויות חוזיות עקב התפרצות הנגיף.</li>
					<li>במקרה שהינכם עלולים להפר מספר חוזים - בחינת החשיפה של כל אחד מהחוזים בנפרד ובחינת אפשרות תיעדוף חוזים מסוימים על פני חוזים אחרים.</li>
				</ul>
				בעזרת ליווי משפטי ניתן לבחון את האפשרויות הנ"ל ועוד רבות נוספות על מנת להביא להקפאת או ביטול (מלא או חלקי) של חוזה מסוים. עבור אותם יחידם ובעלי עסקים המלצתי כאמור היא להקדים תרופה למכה ולפעול כבר עתה.
				</p>
				<br/><br/>
				<p style={{textAlign:'center'}}>
				<strong>
				אודות המשרד
				<br/><br/>
				משרדנו בעל הידע, הניסיון והמומחיות בהקמה וליווי של עסקים ותאגידים מסוגים שונים. אנו מסייעים ללקוחותינו לתת את הדעת על הסוגיות החשובות שיש לכלול במסגרת הסכם המייסדים, תוך בחינה יסודית של רצון הצדדים ויצירת מנגנונים רלוונטיים אשר בפועל חוסכים זמן, כסף ומונעים מחלוקות, אגב שמירה על האינטרסים של כל הצדדים.
				<br/><br/>
				אין לראות באמור במאמר זה משום ייעוץ משפטי הנוגע לאדם, עסק או מקרה ספציפי. המחבר אינו נושא באחריות כלשהי כלפי מאן דהוא והלה נדרש לקבל עצה מקצועית, פרטנית ויסודית לנסיבות המקרה שלו, לפני כל פעולה המסתמכת על הדברים האמורים ו/או המצורפים להם.
				</strong>
				</p>
			</div>
		</div>
	);
}

export default withRouter(BusinessCovid19);