import React from 'react';
import { withRouter } from 'react-router-dom';
import people from '../../Articles/People-at-Work.jpg';

const BusinessCovid19 = () => {
	return(
		<div>
			<h1 className='article-title'>שוק ההון</h1>
			<div className='article-text'>
				<p>
				משרדנו מתמחה בדיני אינטרנט, זכויות יוצרים באינטרנט, הגנת הפרטיות באינטרנט, וכן לשון הרע באינטרנט. כמו כן המשרד מייצג מספר תביעות תקשורתיות כנגד גוגל, פייסבוק, אמזון בגין פרסומי לשון הרע, פגיעה בזכויות יוצרים, סימני מסחר ועוד.
				<br/>
				משרד עו"ד גיא אופיר כבר ניצח מספר תיקים מתוקשרים נגד גוגל ומנהל בימים אלו עוד מספר ייצוגים בתיקים כנגד חברת גוגל וכנגד תאגידי מידע ענקים נוספים העוסקים בדיני רשת.
				</p>
				<h2>תיקים ותביעות דיני אינטרנט בהן עוסק המשרד</h2>
				<h3>תביעות נגד גוגל</h3>
				<p>
				1) לפני כשנה וחצי פורסמה תביעה נגד גוגל בנושא לשון הרע באינטרנט, שהגיש המשרד בנושא מנגנון ההשלמה האוטומטי של גוגל אשר השלים בחיפוש שמו של לקוח המשרד וכינה אותו "הרמאי", בחודש יוני 2013 הלקוח שיוצג ע"י משרד עורכי דין גיא אופיר ניצח את גוגל אשר חויבה בסעדים ללקוח ובהסרת ההשמצות לאלתר. לפרסום התביעה  והניצחון בתביעה נגד גוגל באתר גלובס
				<br/>
				2) בתביעה נוספת נגד גוגל ומנגנון האיות האוטומטי שלה ייצג המשרד חברה אשר כאשר הקישו את שמה בגוגל, המנגנון התייחס לרישום כשגיאת כתיב, המשרד אשר ייצג את החברה, הביא לניצחון משפטי בתביעה נגד גוגל.
				<br/>
				3) המשרד מנהל שורה של תיקים כנגד פלטפורמות הפרסום של גוגל adwords ו גוגל adsense לסקירה אודות תיקי המשרד כנגד גוגל אדוורדס ו-גוגל אדסנס
				</p>
				<h2>עבירות זכויות יוצרים אינטרנט– עוולות מסחריות</h2>
				<p>
				המשרד מייצג בתביעה תקדימית של בעל אתר אינטרנט נגד מקדם אתרים. התביעה התפרסמה באתר החדשות YNET ובאתרי אינטרנט רבים.
				</p>
				<h2>עבירות הגנת פרטיות באינטרנט</h2>
				<p>
				(א) המשרד מייצג תובעת, אשר הגישה תביעה ע"ס של 1,500,000 ש"ח נגד בעל אתר אינטרנט רווי תכנים מיניים, אשר פרסם תמונותיה כדוגמנית מייצג ללא הרשאתה.
				<br/>
				(ב) המשרד מייצג דוגמנית בתביעה נגד חברת הפקות, אשר פרסמה תמונותיה וסרטוניה באתר האינטרנט flix.co.il, שבבעלות חברת תפוז אנשים בע"מ. התביעה התקבלה בפס"ד תקדימי שהתפרסם בתקשורת, והרחיב בדבר ההגנה על הפרטיות ולשון הרע באינטרנט.
				<br/>
				התפתחותו המואצת של עולם האינטרנט, הביאה בישראל ובעולם להתדיינות הולכת וגוברת בסוגיות דיני עבירות אינטרנט. תחומי משפט קונבציונאלים, כגון דיני חוזים, לשון הרע, הגנת הפרטיות, זכויות יוצרים, וכדומה, החלו לזלוג בעוצמה רבה אל העולם הוירטואלי.
				<br/>
				על אף ההתדיינות המשפטית ההולכת וגדלה, המחוקק בעולם ובישראל בפרט, אינו עומד בקצב המהיר של הסוגיות המשפטיות העולות וצצות בעקבות התרחבות האינטרנט לתחומי המסחר והחיים של כולנו. דיני האינטרנט יוצרים עבור עורכי דין העוסקים בתחום, ואשר מכונים בשפת הסלנג: עורכי דין דיני אינטרנט, אתגר רב, השונה מעיסוק בסוגיות משפטיות בעולם הקונבציונלי.
				<br/>
				עורך דין דיני אינטרנט נדרש להבין היטב את אופן פעילותו של האינטרנט, המונחים המקצועיים, תרבות השימוש, אופן עבודת הטכנולוגיה וכיוצ"ב.
				<br/>
				אם ניקח למשל "עורכי דין ללשון הרע", אשר בעלי ניסיון רב בתחום משפט זה, נמצא כי ללא הבנת אותו עורך דין הבוחר לעסוק בדיני לשון הרע באינטרנט, את עולם עבירות האינטרנט ואת דיני הרשת, יתקשה אותו עורך דין לייצג את לקוחו נאמנה.
				<br/>
				והרי, אדם ששמו הוכפש ברשת חברתית למשל אשר מבקש את הסרת הפרסום לאלתר, יידרש עורך דין אינטרנט שייצג אותו, להבין כי הפרסום מופיע בגוגל וגם לאחר הסרתו נשמר תקופה מה בזיכרון המטמון, ואף ישנם אתרים שיישמרו את הפרסום לזמן רב יותר מגוגל.
				<br/>
				גם בתחום זכויות היוצרים באינטרנט וסימני המסחר באינטרנט, ישנה חשיבות רבה להבנת עורך הדין את מלוא שיטת העבודה של עולם האינטרנט.  למשל, חברה המפעילה קידום אתרים אגרסיבי, כדי למקמה היטב בדף החיפוש של גוגל. אותו עורך דין עבירות מחשב ואינטרנט, אשר ייעץ לחברה, יהיה חייב להכיר את השימוש ב - meta tags, כדי להזהיר את לקוחותיו, כי שימוש בסימן מסחרי, או בזכויות יוצרים של המתחרה בmeta tags של האתר, עלול להוות עילת תביעה.
				<br/>
				על כן, "עורכי דין אינטרנט" חייבים להחזיק באוריינטציה חזקה לעולם האינטרנט, וללמוד חזור ושוב את עולם וירטואלי זה, שקצב התפתחותו המואץ, אינו דומה לשום תחום משפט קונבציונאלי.
				<br/>
				כל עורכי הדין במשרד הם בעלי אוריינטציה לתחום המחשב והאינטרנט ומומחים לדיני רשת ו- עבירות אינטרנט.
				</p>
			</div>
			<hr/>
			<div className='more-articles'>
				<div className='article-card-wrapper shadow-2' onClick={() => this.props.history.push(`/article/crowdfunding`)}>
		          	<img src={people}/>
		            <h3>מימון המונים</h3>
		            <p>טקסט<br/>טקסט<br/>טקסט<br/>טקסט<br/>טקסט<br/>טקסט<br/>טקסט<br/>טקסט<br/>טקסט<br/>טקסט<br/></p>
		          </div>
		          <div className='article-card-wrapper shadow-2' onClick={() => this.props.history.push(`/article/founders-agreement`)}>
		          	<img src={people}/>
		            <h3>הסכם מייסדים</h3>
		            <p>טקסט<br/>טקסט<br/>טקסט<br/>טקסט<br/>טקסט<br/>טקסט<br/>טקסט<br/>טקסט<br/>טקסט<br/>טקסט<br/></p>
		          </div>
			</div>
		</div>
	);
}

export default withRouter(BusinessCovid19);