import React from 'react';
import { withRouter } from 'react-router-dom';
import people from '../../Articles/People-at-Work.jpg';

const CrowdFunding = () => {
	return(
		<div>
			<h1 className='article-title' style={{maxWidth:'75%',marginLeft:'auto',marginRight:'auto'}}>מימון המונים לחברות בישראל</h1>
			<div className='article-text'>
				<p>
				הקושי הגדול ביותר העומד בפני חברות סטארט-אפ ומיזמים עסקיים הוא גיוס הכספים לצורך מימון הפיתוח או לצורך הרחבת הפעילות המסחרית או השיווקית. זו הסיבה שמימון המונים (באנגלית: Crowdfunding) הפך לאחד מהטרנדים הפופולריים ביותר בשנים האחרונות בתחום גיוס הכספים, וכיום חברות רבות עושות בו שימוש בארץ ובעולם.
				<br/><br/>
				המודל של מימון ההמונים מושתת על גיוס סכומים נמוכים יחסית מכמות רבה מאד של משקיעים מהציבור באמצעות פלטפורמה אינטרנטית. העקרונות העומדים מאחורי הרעיון של מימון ההמונים ברורים: צד אחד, לאפשר לסטרטאפים ולמיזמים עסקיים קטנים ובינוניים לגייס כספים מהציבור בדרכים נוחות ומשתלמות יותר מהדרכים הקונבנציונליות (תאגידים בנקאיים, אשראי חוץ בנקאי, קרנות וכו'), ומהצד השני, לאפשר ולעודד השקעות של הציבור הרחב במיזמים עסקיים שונים ובסטארט-אפים בתחום היי-טק שהגישה להשקעה בהם הייתה חסומה עד כה.
				<br/><br/>
				<strong>למה צריך מימון המונים?</strong>
				<br/>
				נתחיל מהתחלה. סעיף 15 לחוק ניירות ערך, התשכ"ח-1968, קובע: "לא יעשה אדם הצעה לציבור אלא על פי תשקיף שהרשות התירה את פרסומו". כלומר, חברה שרוצה לגייס כסף מהציבור בתמורה לניירות הערך שלה (מניות/אג"ח/אופציות וכו') תצטרך לעבור תהליך ארוך, מורכב ויקר של כתיבת תשקיף, ובסופו של דבר, לאמץ נהלים ולעמוד תחת רגולציה מכבידה של חברה ציבורית. לפיכך, ברור כי אפיק גיוס זה אינו מתאים לחברות טכנולוגיות צעירות שמעוניינות לגייס מיליונים שקלים בודדים. מכאן נולד הרעיון של מימון המונים שמאפשר לחברות לגייס כספים מהציבור ללא כתיבת תשקיף וללא החסמים הרגולטורים והמשקולות הכלכליות הנלוות לחברות ציבוריות.
				<br/><br/>
				<strong>הבסיס התחיקתי למימון המונים?</strong>
				<br/>
				לאחר שנים של אוזלת יד מצד הממשלה, בדצמבר 2015 השכילה הכנסת לחוקק את החוק לקידום השקעות בחברות הפועלות בתחומי הטכנולוגיה העילית (היי-טק) (תיקוני חקיקה), התשע"ו-2015. מטרת החוק הייתה לסייע לחברות היי-טק לגייס הון מהציבור בישראל, להקטין עד כמה שניתן את תלותן במימון זר (בייחוד בקרנות השקעה זרות) ולמנוע את בריחת החברות לחו"ל. לבסוף, בדצמבר 2017 נכנסו לתוקפן תקנות ניירות ערך (הצעת ניירות ערך באמצעות רכז הצעה), התשע"ז- 2017 (להלן: "תקנות מימון המונים") (הפניה לתקנות). התיקון לחוק והתקנות מהווים את הבסיס הרגולטורי שמאפשר לחברות בישראל לגייס הון מהציבור בתמורה למניות או אגרות חוב שלה ללא צורך בכתיבת תשקיף.
				<br/><br/>
				<strong>מה אומר החוק?</strong>
				<br/>
				בהתאם לתקנות מימון המונים, חברה שהתאגדה בישראל יכולה, ללא כתיבת תשקיף וללא הגבלה של כמות משקיעים, לגייס עד 4 מיליון ש"ח בשנה מהציבור. עם זאת, אם משתתף בגיוס "משקיע מוביל", החברה יכולה לגייס עוד מיליון ₪ בשנה, ואם החברה מקבלת דוח בדיקה" על ידי רשות החדשנות (לשעבר משרד המדען הראשי) או על ידי הרשות לעסקים קטנים, הסכום עולה בעוד מיליון ₪ בשנה (עד ל-6 מיליון ₪ סה"כ).
				<br/><br/>
				<strong>כמה כל אדם יכול להשקיע?</strong>
				<br/>
				התקנות קובעות מגבלות על סכומי ההשקעה של כל אדם שנועדו להגן על ציבור המשקיעים. סכום הגיוס המירבי לכל השקעה עבור משקיעים שהכנסתם (לפי הצהרתם) עד 350 אלף ש"ח בשנה הוא 10,000 שקל, ו-20 אלף ש"ח בסך הכל בכמה השקעות. משקיעים שהכנסתם (לפי הצהרתם) היא בין 350,001 ל- 750,000 יוכלו להשקיע 30 אלף ש"ח בשנה, ומשקיעים שהכנסתם היא בטווח שבין 750 אלף ש"ח ל-1.2 מיליון ש"ח יוכלו להשקיע עד 5% מהכנסתם השנתית.
				<br/><br/>
				<strong>כיצד עובד הגיוס בפועל?</strong>
				<br/>
				ההצעה והגיוס נעשים באמצעות פלטפורמה אינטרנטית המופעלת ע"י ישות בשם 'רכז ההצעה' שהינו גוף אשר עמד בקריטריונים הקובעים בחוק וקיבל רישיון מאת הרשות לניירות ערך להפעלה וניהול מערך הגיוס. רכזי ההצעה גם אחראים לבצע בדיקות שונות לגבי ההצעות שהם מפרסמים. כיום בישראל רשומים שישה (6) רכזי הצעה המפעילים פלטפורמה למימון המונים, וביניהן ניתן למצוא את Together, פיפליז, ו- fund-it.
				<br/><br/>
				<strong>חובות גילוי ודיווח בעת הגיוס ולאחריו</strong>
				<br/>
				התקנות קובעות חובות גילוי מינימאליות שעל חברות אלו יהיו לפרסם באמצעות הפלטפורמה האינטרנטית. ראשית, במסגרת קמפיין הגיוס, אשר פתוח לעיון כלל הציבור, נדרשת החברה המגייסת לספק פרטים הכוללים, בין היתר, דוחות כספיים, תכנית עסקית, ייעוד התמורה, אבני דרך לשנה הקרובה, פירוט השקעות קודמות בחברה, התקשרויות עם בעלי עניין וכיו”ב. לאחר השלמת הגיוס החברות נדרשות לדיווחים שוטפים העוברים למשקיעים דרך הפלטפורמה האינטרנטית. הדיווחים כוללים בעיקרם דוחות כספיים שנתיים, שינוי בהחזקות ניירות ערך על ידי בעלי שליטה ושינויים מהותיים בעסקי החברה.
				<br/><br/>
				<strong>אילו סוגי חברות יכולות להשתמש בפלטפורמה?</strong>
				<br/>
				גם עסקים קטנים ובינוניים בישראל שאינם סטארט-אפים ושאינם עוסקים במחקר ופיתוח או בטכנולוגיה נתקלים בקשיי מימון ונזילות רבים בפעילותם מול המערכת הבנקאית. גם לחברות ועסקים בתחומי התעשייה והמסחר המסורתיים יש צורך גובר והולך במציאת פתרונות יעילים לגיוסי הון וחוב צורך זה איננו נחלתם של חברות הזנק ישראליות בלבד. לכן גם עסקים קטנים ובינוניים, יהיו רשאים לגייס הון מהציבור באמצעות פלטפורמות מימון ההמונים ומתווה האסדרה האמור.
				<br/><br/>
				יזמים וחברות המבקשים לשמוע עוד פרטים אודות מימון המונים בישראל, יזמים המעוניינים להקים פלטפורמות למימון המונים בישראל ולהירשם במרשם הרכזים של רשות ניירות ערך – מוזמנים ליצור עימנו קשר ואנו נשמח לסייע בעניין.
				<br/><br/>
				משרדנו עוסק, בין היתר, בדיני חברות ותאגידים, הייטק, משפטי מסחרי, מימון חברות, מיזוגים ורכישות, סוגיות בדיני עבודה ושוק ההון. למשרד הידע, הניסיון והמומחיות בהקמה וליווי של עסקים ותאגידים מסוגים שונים לרבות ליווי חברות בתהליכי המימון באמצעות פלטפורמת מימון המונים.
				<br/>
				</p>
				<br/><br/>
				<p style={{textAlign:'center'}}>
				<strong>
				אודות המשרד
				<br/><br/>
				משרדנו בעל הידע, הניסיון והמומחיות בהקמה וליווי של עסקים ותאגידים מסוגים שונים. אנו מסייעים ללקוחותינו לתת את הדעת על הסוגיות החשובות שיש לכלול במסגרת הסכם המייסדים, תוך בחינה יסודית של רצון הצדדים ויצירת מנגנונים רלוונטיים אשר בפועל חוסכים זמן, כסף ומונעים מחלוקות, אגב שמירה על האינטרסים של כל הצדדים.
				<br/><br/>
				אין לראות באמור במאמר זה משום ייעוץ משפטי הנוגע לאדם, עסק או מקרה ספציפי. המחבר אינו נושא באחריות כלשהי כלפי מאן דהוא והלה נדרש לקבל עצה מקצועית, פרטנית ויסודית לנסיבות המקרה שלו, לפני כל פעולה המסתמכת על הדברים האמורים ו/או המצורפים להם.
				</strong>
				</p>
			</div>
		</div>
	);
}

export default withRouter(CrowdFunding);