import React from 'react';
import { withRouter } from 'react-router-dom';
import people from '../../Articles/People-at-Work.jpg';

const SiteTerms = () => {
	return(
		<div>
			<h1 className='article-title' style={{maxWidth:'75%',marginLeft:'auto',marginRight:'auto'}}>תקנון אתר אינטרנט</h1>
			<div className='article-text'>
				<p>
				תקנון אתר אינטרנט, שלעיתים נקרא גם 'תנאי שימוש' (באנגלית: Terms of Use), הוא אבן יסוד משפטית משמעותית לכל סטארט-אפ או מיזם עסקי המפעיל אתר אינטרנט, תוכנה או אפליקציה.
				<br/><br/>
				התקנון הינו הסכם משפטי לכל דבר ועניין אשר נכרת בין מפעיל האתר או האפליקציה לבין המשתמשים בהם ולמעשה, מהווה מעטפת הגנה עבור מפעיל האתר שיכולה להבטיח כי לא יופנו אליו טענות או תביעות משפטיות מגולשי האתר על סמך עילות שונות שיפורטו בהמשך.
				<br/><br/>
				זה המקום לציין כי תקנון אתר לעיתים מסדיר לא רק את מערכת היחסים החוזית – משפטית בין בעלי האתר לבין הגולשים, אלא אף עשוי להסדיר, ובמקרים מסוימים גם ראוי שיסדיר, את מערכת היחסים של הגולשים, בינם לבין עצמם.
				<br/><br/>
				<strong>בחינת החוזה הקיים</strong>
				<br/>
				ברובם המכריע של החוזים המסחריים מופיע סעיף "כוח עליון" (FORCE MAJOURE). סעיף זה מתייחס לאירוע של כוח עליון שפוטר צד לחוזה מביצוע התחייבויותיו, ולעיתים אף מאפשר לו את ביטול החוזה. במציאות הנוכחית ובעיצומו של משבר הקורונה לנוסח של סעיף זה משמעות רבה. סעיף כוח עליון שמתייחס באופן פרטני לאירועי "מגפה", "מחלה" וכו', יעמיד את הצד המפר בעמדת יתרון במקרה של הפרת חוזה בעקבות המשבר הנוכחי. מאידך, הסכם שבו סעיף כוח עליון מנוסח באופן כללי ועמום מאפשר מרחב פרשנות רחב יותר ועשויה להעניק דווקא לצד הנפגע יתרון.
				<br/><br/>
				<strong>באילו אתרי אינטרנט נדרש תקנון?</strong>
				<br/>
				ככלל, אין חובה חוקית שכל אתר אינטרנט יכלול תקנון שימוש. עם זאת, לתקנון אתר אינטרנט נודעת חשיבות יתרה ככל והאתר מכיל: (1) מידע, מאמרים, ביקורות, תמונות, סרטונים, עיצובים, מוצרים ותוצרים אחרים פרי עמלכם (או של צדדי ג') המהווים קניין הרוחני; ו/או (2) האתר מאפשר פעולות אקטיביות כגון: רכישת מוצרים / שירותים באופן מקוון, פעילות מסחרית כלשהי, כתיבת תוכן גולשים, הזנת דוא"ל לצורך קבלת "ניוזלטרים" וכיו"ב.
				<br/><br/>
				<strong>חשיבות עריכת תקנון לאתר או לאפליקציה</strong>
				<br/>
				כל מי שמנהל פעילות באתר או באפליקציה, בין אם מדובר בפעילות עסקית, חברתית או אחרת, חושף את עצמו לתלונות ותביעות מצד משתמשי האתר וכן מצדדים שלישיים שעשויים להיפגע מהשימוש שנעשה בו.
				<br/><br/>
				תקנון אתר מקיף ומקצועי צריך לכלול התייחסות להוראות חוק שונות החלות על אתרי אינטרנט ועל בעלי עסקים, ובין היתר, יש לתת את הדעת לדינים הבאים: חוק הגנת הצרכן, חוק זכויות יוצרים, חוק עוולות מסחריות, חוק החוזים, חוק איסור לשון הרע, חוק עשיית עושר ולא במשפט, חוק הגנת הפרטיות, פקודת הנזיקין ועוד רשימת חוקים ודינים נוספים.
				<br/><br/>
				יש לציין שברוב המקרים, חברות אשראי אשר עובדות עם אתרי אינטרנט דורשות כי התקנון יכיל מספר סעיפים הנוגעים לדיני הגנת הצרכן ומבהירים את המצב המשפטי שבין אתר האינטרנט, חברת האשראי והגולש שחפץ בביצוע עסקת אשראי.
				<br/><br/>
				<strong>נושאים מרכזיים שיש להסדיר בתקנון אתר</strong>
				<br/>
				תקנון אתר מקצועי ומקיף יסדיר, בין היתר, את הנושאים הבאים:
				<ul>
					<li>הגדרת זהויות הצדדים בתקנון</li>
					<li>התחייבויות הגולש באתר</li>
					<li>הגבלת אחריות בעל האתר</li>
					<li>כללי התנהגות הגולש באתר</li>
					<li>הגנה על הקניין רוחני של בעל האתר (זכויות יוצרים, סימני מסחר)</li>
					<li>שיפוי בעל האתר</li>
					<li>מדיניות פרטיות</li>
					<li>סוגיות בדיני לשון הרע</li>
					<li>אפשרויות איסוף נתונים מהגולשים באתר</li>
					<li>סמכות שיפוט בעת מחלוקת</li>
					<li>נושאים רבים נוספים</li>
				</ul>
				מעבר לאמור לעיל, יש לדאוג לוודא שהאתר שלכם ניתן לגלישה ולשימוש כמות שהוא "As-Is"). חשוב שתקנון האתר יבהיר באופן מפורש שבעלי האתר אינם אחראים לתקלות שעלולות להגרם מסיבות שונות ומשונות (הצגת נתונים מטעים, בעיות באספקת האינטרנט למשתמש, תקלות שקשורות לחברות סליקת אשראי וכו'). באתרי מכירות חשוב להדגיש את כל נושא ההזמנות, התשלום, משלוחים, ביטולי הזמנה וכו'.
				<br/><br/>
				<strong>העתקת תקנון אחר</strong>
				<br/>
				שימוש בתקנון מאתר אינטרנט עלול ליצור חשיפה משפטית לבעלי האתר משתי סיבות עיקריות. ראשית, העתקת תקנון מאתר אחר מהווה הפרה של זכויות יוצרים והמעתיקים עלולים לשאת באחריות אזרחית ומשפטית בגין פעולת העתקה. שנית, ייתכן שתקנון שהועתק מאתר אינטרנט אחר לא מגן הרמטית על העסק שלכם כיוון שאינו מותאם לאופי הספציפי והפעילות באתר שלכם.
				<br/><br/>
				לסיכום, לאור האמור לעיל, ברור שתקנון אתר אינטרנט חייב להיות מנוסח באופן אישי לכל אתר אינטרנט ולפעילות הספציפית של כל בית עסק. באופן הזה ניתן להבטיח שהתקנון מספק הגנה מרבית לבעלי האתר. בנוסף, קיומו של תקנון מיטיב גם עם גולשי האתר משום שהוא מאפשר שקיפות מול הלקוחות ומאפשר להם לדעת את המשמעות של ביצוע הגלישה והפעולות באתר בטרם יעשו כן.
				<br/><br/>
				<strong>משרדנו עוסק</strong>
				<br/>
				משרדנו מתמחה בדיני אינטרנט וקניין רוחני ובעל ניסיון עשיר בכתיבת תקנונים ומדיניות פרטיות למגוון אתרי אינטרנט ואפליקציות. אנו נשמח לסייע לכם בכתיבת תקנון/תנאי שימוש אשר יותאם ספציפית למידות האתר שלכם.
				</p>
				<br/><br/>
				<p style={{textAlign:'center'}}>
				<strong>
				אודות המשרד
				<br/><br/>
				משרדנו בעל הידע, הניסיון והמומחיות בהקמה וליווי של עסקים ותאגידים מסוגים שונים. אנו מסייעים ללקוחותינו לתת את הדעת על הסוגיות החשובות שיש לכלול במסגרת הסכם המייסדים, תוך בחינה יסודית של רצון הצדדים ויצירת מנגנונים רלוונטיים אשר בפועל חוסכים זמן, כסף ומונעים מחלוקות, אגב שמירה על האינטרסים של כל הצדדים.
				<br/><br/>
				אין לראות באמור במאמר זה משום ייעוץ משפטי הנוגע לאדם, עסק או מקרה ספציפי. המחבר אינו נושא באחריות כלשהי כלפי מאן דהוא והלה נדרש לקבל עצה מקצועית, פרטנית ויסודית לנסיבות המקרה שלו, לפני כל פעולה המסתמכת על הדברים האמורים ו/או המצורפים להם.
				</strong>
				</p>
			</div>
		</div>
	);
}

export default withRouter(SiteTerms);