import React from 'react';

const CapitalMarket = () => {
	return(
		<div>
			<h1 className='practice-title'>שוק ההון</h1>
			<div className='practice-text'>
				<p>
				משרדנו מעניק ליווי שוטף לחברות ציבוריות הנסחרות בבורסה לניירות ערך בתל אביב במגוון סוגיות הקשורות לשוק ההון, דיני ניירות ערך ודיני חברות.
				<br/>
				משרדנו מלווה את לקוחותיו החל משלב ההנפקה לראשונה לציבור (IPO) ומייעץ לחברות ציבוריות במהלך פעילותם העסקית בסוגיות משפטיות מורכבות ובכלל זה, הנפקות וגיוסי הון וחוב (פרטיות וציבוריות), עסקאות "שלדים", עסקאות בניירות ערך, עסקאות בעלי עניין ורישום ניירות ערך למסחר בבורסה לניירות ערך של תל אביב, תוך עמידה בהנחיות רשות ניירות ערך ובכללי הבורסה.
				<br/>
				בנוסף, המשרד מייעץ באופן שוטף להנהלת החברה ולדירקטוריונים של חברות ציבוריות ו-ועדותיו בנושאים סבוכים בשוק ההון לרבות טיפול בעסקאות בעלי שליטה, גיבוש תוכנית תגמול לנושאי משרה, הליכי אכיפה מנהלית, חובות הדיווח וההגשה על פי דיני ניירות ערך וייצוג מול הרגולטורים.
				<br/>
				עד כה משרדנו היה שותף להנפקות בשווי כולל של מעל 1.2 מיליארד ₪ בבורסה לניירות ערך בתל אביב. בשל מעורבתו בתחום שוק ההון, צבר המשרד מומחיות בכל הקשור לעבודה מול רשות ניירות ערך, הבורסה לניירות ערך, מפיצים, חברות דירוג ונאמנים לאגרות חוב וכן במגוון רחב של סוגיות הנוגעות להיבטי שוק ההון.
				</p>
				<h2 style={{textAlign:'right'}}>שירותים הניתנים בתחום שוק ההון:</h2>
				<ul>
					<li>הנפקה לראשונה לציבור (IPO) בבורסה לניירות ערך בתל-אביב.</li>
					<li>גיוסי הון וחוב בהנפקות חוזרות של ניירות ערך (מניות, אופציות, אג"ח, ניירות ערך המירים שונים ועוד).</li>
					<li>ייעוץ וליווי להנהלת החברה ולדירקטוריונים בסוגיות העוסקות בממשל תאגידי, דיני חברות ודיני ניירות ערך.</li>
					<li>ליווי שוטף בעמידה בדיני ניירות ערך ותקנון הבורסה לרבות חובות דיווח והגשה.</li>
					<li>ליווי וייצוג תאגידים ונושאי משרה בתאגידים מול הרשויות השונות, לרבות רשות ניירות ערך והבורסה לניירות ערך בתל אביב.</li>
					<li>סיוע בגיבוש מדיניות תגמול והכנת תוכניות תגמול לנושאי משרה בכירה.</li>
					<li>בדיקות נאותות עבור משקיעים מוסדיים וחתמים בארץ ובחו"ל.</li>
				</ul>
			</div>
		</div>
	);
}

export default CapitalMarket;