import React from 'react';

const Hitech = () => {
	return(
		<div>
			<h1 className='practice-title'>הייטק</h1>
			<div className='practice-text' style={{textAlign:'center',marginBottom:'100px'}}>
				<p>
				קצנל דימנט מוכר כאחד ממשרדי עורכי הדין המובילים בארץ בתחום ההיי-טק ומדעי החיים.
				<br/>
				משרדנו מעניק ייעוץ מעשי ואפקטיבי לחברות פרטיות ולחברות ציבוריות העוסקות בתחומים טכנולוגיים בכל שלבי פעילותן.
				</p>
				<p>
				הודות למעורבותנו העמוקה במגזר החדשנות והיזמות הטכנולוגית, והיכרותנו המעמיקה עם פעילותן ועסקיהן של חברות מבוססות טכנולוגיה וחדשנות, פיתחנו פרקטיקה במספר רב של נישות ייחודיות כגון ביטקוין, קוד-פתוח, מימון המונים, פורקס, פרטיות, גיימינג, הגנה על מידע, סייבר,  פיקוח על ייצוא מוצרי פארמה ומכשור רפואי ועוד.
				</p>
			</div>
		</div>
	);
}

export default Hitech;